{"title": "1984", "language": "ro", "tags": ["distopie", "control social", "libertate", "politică"], "brief_summary": "O societate totalitară dominată de supraveghere și propagandă. Winston Smith încearcă să-și păstreze umanitatea și adevărul.", "full_summary": "Romanul lui George Orwell explorează un stat totalitar în care supravegherea permanentă, rescrierea istoriei și manipularea limbajului anulează libertatea individuală. Winston Smith, funcționar la Ministerul Adevărului, începe să pună la îndoială regimul și să caute autenticitatea într-o lume controlată de Big Brother. Legătura lui cu Julia devine o formă de rezistență intimă, dar sistemul este necruțător. Cartea pune întrebări despre libertate, adevăr și mecanismele puterii."}
{"title": "The Hobbit", "language": "ro", "tags": ["prietenie", "magie", "aventură", "coming-of-age"], "brief_summary": "Bilbo pleacă într-o călătorie alături de pitici pentru a recupera comoara păzită de Smaug și își descoperă curajul.", "full_summary": "Bilbo Baggins, un hobbit confortabil și retras, este antrenat de vrăjitorul Gandalf într-o expediție cu treisprezece pitici pentru a revendica comoara de la dragonul Smaug. Pe drum, Bilbo trece prin încercări care îi pun la încercare istețimea și loialitatea: troli, gândaci uriași, elfi și întâlnirea cu Gollum, unde găsește Inelul. De la un spectactor prudent devine eroul care schimbă soarta grupului. Povestea celebrează prietenia, curajul și bucuria aventurii."}
{"title": "To Kill a Mockingbird", "language": "ro", "tags": ["justiție", "rasism", "familie", "moralitate"], "brief_summary": "În Sudul american al anilor ’30, Atticus Finch apără un bărbat de culoare acuzat pe nedrept, văzut prin ochii copiilor săi.", "full_summary": "Acțiunea are loc în Maycomb, Alabama, și urmărește maturizarea lui Scout și Jem Finch, care învață despre prejudecăți și empatie. Tatăl lor, avocatul Atticus Finch, apără un bărbat de culoare acuzat de viol, într-un proces marcat de rasism sistemic. Romanul pune accent pe curajul moral, compasiune și forța educației în fața nedreptății."}
{"title": "Brave New World", "language": "ro", "tags": ["distopie", "tehnologie", "libertate", "condiționare socială"], "brief_summary": "O lume „perfectă” construită pe inginerie socială, plăcere instantă și conformism.", "full_summary": "Societatea din romanul lui Aldous Huxley este stabilă datorită controlului genetic, condiționării încă din copilărie și consumului de „soma”, un drog al fericirii. Individul devine o piesă într-un mecanism care privilegiază confortul în locul libertății. Apariția „Sălbaticului” expune fisurile acestei utopii și pune sub semnul întrebării prețul plătit pentru stabilitate."}
{"title": "Fahrenheit 451", "language": "ro", "tags": ["distopie", "cenzură", "libertate", "literatură"], "brief_summary": "Într-o societate în care cărțile sunt arse, un pompier începe să se îndoiască de sistem.", "full_summary": "Guy Montag arde cărți ca parte a unei profesii redefinite, menită să suprime gândirea critică. O întâlnire cu vecina sa, Clarisse, și descoperirea lumii ideilor îl trezesc. În timp ce autoritățile îl vânează, Montag caută o cale de a păstra memoria culturală. Cartea discută despre cenzură, superficialitate și rolul literaturii."}
{"title": "The Little Prince", "language": "ro", "tags": ["prietenie", "filosofie", "copilărie", "magie"], "brief_summary": "O întâlnire cu un mic prinț călător pe planete dezvăluie adevăruri simple despre iubire și sens.", "full_summary": "Povestită de un aviator prăbușit în deșert, întâlnirea cu Micul Prinț devine o explorare a felului în care adultul uită esențialul. Prin vizitele pe planete și întâlnirile cu personaje simbolice, prințul arată că „esențialul este invizibil pentru ochi”. O meditație tandră despre prietenie, responsabilitate și imaginație."}
{"title": "The Alchemist", "language": "ro", "tags": ["aventură", "filosofie", "destin", "inspirațional"], "brief_summary": "Un păstor pornește într-o călătorie pentru a-și urma Legenda Personală și a-și găsi comoara.", "full_summary": "Santiago, un tânăr păstor andaluz, urmărește o serie de semne și vise care îl conduc într-o călătorie din Spania până în deșertul african. În drum, cunoaște oameni care îl învață despre ascultarea inimii și perseverență. Tema centrală: împlinirea personală apare când îți asculți chemarea."}
{"title": "Dune", "language": "ro", "tags": ["SF", "politică", "ecologie", "putere", "aventură"], "brief_summary": "Paul Atreides ajunge pe planeta deșertică Arrakis și se confruntă cu intrigile pentru controlul mirospice-ului.", "full_summary": "Pe Arrakis, resursa esențială „melanj” determină echilibrele politice ale Imperiului. Paul, moștenitorul Casei Atreides, devine figura centrală a unei profeții fremenilor. Povestea îmbină politică, ecologie, religie și destin, punând întrebări despre leadership și consecințe."}
{"title": "The Kite Runner", "language": "ro", "tags": ["prietenie", "vinovăție", "război", "familie"], "brief_summary": "Prietenia dintre Amir și Hassan, în Kabulul anilor ’70, este pusă la încercare de trădare și istorie.", "full_summary": "Romanul urmărește viața lui Amir, marcată de o trădare din copilărie față de prietenul său loial, Hassan. Emigrarea, războiul și întoarcerea în Afganistan devin etape spre ispășire. Cartea discută despre vinovăție, iertare și legăturile de familie."}
{"title": "The Book Thief", "language": "ro", "tags": ["război", "Germania nazistă", "familie", "literatură"], "brief_summary": "În timpul celui de-Al Doilea Război Mondial, o fată fură cărți și descoperă puterea cuvintelor.", "full_summary": "Narat de Moartea, romanul spune povestea lui Liesel Meminger, care găsește alinare în cărți în mijlocul ororilor războiului. Familia adoptivă ascunde un evreu în pivniță, iar Liesel descoperă cum poveștile pot salva și vindeca. O reflecție despre compasiune și rezistență."}
{"title": "Pride and Prejudice", "language": "ro", "tags": ["dragoste", "satiră socială", "familie"], "brief_summary": "Elizabeth Bennet și domnul Darcy navighează între prejudecăți și mândrie într-o societate rigidă.", "full_summary": "Romanul lui Jane Austen combină satira socială cu o poveste de dragoste. Elizabeth Bennet, inteligentă și independentă, îl întâlnește pe aparent arogantul Mr. Darcy. Dincolo de aparențe, amândoi învață despre modestie, caracter și respect. Comentariu fin asupra clasei și normelor epocii."}
{"title": "The Name of the Wind", "language": "ro", "tags": ["magie", "aventură", "muzică", "coming-of-age"], "brief_summary": "Kvothe își povestește viața – de la copilărie și tragedie la studiile la Universitate și faima de arcaneist.", "full_summary": "Romanul este o autobiografie ficțională a lui Kvothe, un muzician și mag în devenire, care își relatează drumul plin de încercări. Poveștile despre prietenie, curaj și obsesia pentru adevăr sunt împletite cu misterul creaturilor numite Chandrian. O aventură amplă despre talent și perseverență."}
